<?php
return [
    'Games' => 'Игры',
    'Execute' => 'Исполнить',
    'Save' => 'Сохранить',
    'Send' => 'Отправить',
    'Cancel' => 'Отмена',
    'Success!' => 'Действие успешно выполнено',
    'Fail!' => 'Действие не выполнено!',
    "Not ready yet!\nPlease, inform admins!" => "Пока не реализовано!\nобратитесь к администратору!",
    'Clear' => 'Очистить',
    'Changes saved successfully!' => 'Изменения успешно сохранены',

    'Login' => 'Логин',
    'Nickname (in game)' => 'Псевдоним (игровой)',
    'Password' => 'Пароль',
    'New password' => 'Новий пароль',
    'Password again' => 'Пароль, ещё раз',

    '{{ Account_Login_Page_Title }}' => 'Вход',
    '{{ Account_Register_Page_Title }}' => 'Регистрация',
    '{{ Main_Home_Page_Title }}' => 'Главная страница',
    '{{ Weeks_Show_Page_Title }}' => 'Недельное расписание',
    '{{ Week_Set_Page_Title }}' => 'Планирование недели',
    '{{ Day_Show_Page_Title }}' => 'План на день',
    '{{ Day_Set_Page_Title }}' => 'Настройка события',
    '{{ Users_List_Page_Title }}' => 'Пользователи',
    '{{ Settings_List_Page_Title }}' => 'Настройки системы',
    '{{ SQL_Action_Title }}' => 'Исполнение SQL запроса',
    '{{ Users_List_Title }}' => 'Список пользователей',
    '{{ Settings_List_Title }}' => 'Настройки системы',
    '{{ Chats_List_Title }}' => 'Чаты с нашим Ботом',

    'Home' => 'Главная',
    '{{ HEADER_MENU_START_PAGE }}' => 'Про клуб',
    '{{ HEADER_MENU_NEWS }}' => 'Новости',
    '{{ HEADER_MENU_WEEKS }}' => 'Расписание игр',
    '{{ HEADER_ASIDE_MENU_PROFILE }}' => 'Профиль',
    '{{ HEADER_ASIDE_MENU_ADD_NEWS }}' => 'Добовить новость',
    '{{ HEADER_ASIDE_MENU_CHANGE_PROMO }}' => 'Изменить Промо',
    '{{ HEADER_ASIDE_MENU_ADD_PAGE }}' => 'Добавить страницу',
    '{{ HEADER_ASIDE_MENU_USERS_LISTS }}' => 'Пользователи',
    '{{ HEADER_ASIDE_MENU_USERS_CHATS }}' => 'Чаты Бота',
    '{{ HEADER_ASIDE_MENU_CHAT_SEND }}' => 'Отправить сообщение',
    '{{ HEADER_ASIDE_MENU_SETTINGS_LIST }}' => 'Настройки',
    '{{ HEADER_ASIDE_MENU_LOGOUT }}' => 'Выход',

    '{{ Account_Login_Form_Title }}' => 'Авторизация',
    '{{ Account_Login_Form_Login_Input_Placeholder }}' => 'Логин/почта',
    '{{ Account_Login_Form_Password_Input_Placeholder }}' => 'Пароль',
    '{{ Account_Login_Form_Submit_Title }}' => 'Войти',
    '{{ Account_Login_Form_Forget_link }}' => 'Забыли пароль?',
    '{{ Account_Login_Form_Register_Link }}' => 'Регистрация',
    '{{ Account_Login_User_Not_Found }}' => "Пользователь не найден!\nПроверьте логин и пароль!",
    'Rename Temporary Player' => 'Смена имени временного игрока',

    '{{ Account_Profile_Form_Title }}' => 'Личное дело агента «<b>%s</b>»',
    'Name, secondary name, middle name' => 'Ф.И.О.',
    'Birthday' => 'Дата рождения',
    'Gender' => 'Пол',
    'E-mail' => 'Электонная почта',
    'Telegram' => 'Телеграм',
    'Phone Number' => 'Номер телефона',
    '{{ Account_Profile_Form_User_Avatar }}' => 'Аватар пользователя %s',
    'Male' => 'Господин',
    'Female' => 'Госпожа',
    'secret' => 'Некто',

    '{{ Account_Avatar_Form_Title }}' => 'Аватар пользователя %s',
    '{{ Account_Avatar_Form_Newcrop_Link }}' => 'Заменить',

    '{{ Account_Register_Form_Title }}' => 'Форма регистрации',

    'Change Password' => 'Смена пароля',
    'Old password is wrong!' => 'Не верный старый пароль!',
    'Passwords isn’t match!' => 'Пароли не совпадают!',
    '{{ Account_Password_Reset_Title }}' => 'Сброс пароля',
    '{{ Account_Forget_Form_Title }}' => 'Восстановление пароля',
    '{{ Account_Forget_Check_Succes }}' => "Запрос на восстановление пароля обработан.\nВаша ссылка на восстановление пароля:\n%s",
    "This new name already exists in the base.\nPlease, select another!" => "Такой псевдоним уже есть в записях!\nПожалуйста, виберите другой!",

    '{{ Settings_Add_Title }}' => 'Добавить настройку',
    '{{ Settings_Edit_Title }}' => 'Изменить настройку',

    '{{ Weeks_Block_Title }}' => 'Недельное расписание',
    '{{ Week_Set_Block_Title }}' => 'Планирование недели',

    '{{ Day_Block_Title }}' => 'Настройка события',
    '{{ Day_Block_Game_Name }}' => 'Вид игры:',
    '{{ Day_Block_Start_Time }}' => 'Начало:',
    '{{ Day_Block_Participants_Title }}' => 'Участники',
    'Tournament' => 'Турнир',
    'Send to chat' => 'Отправить в чат',
    '{{ Day_Block_Games_Start }}' => 'Время начала игр',
    '{{ Time_Arrive }}' => 'Время',
    '{{ Day_Block_Prim_PLaceholder }}' => 'Примечание',
    '{{ Add_Field_Label }}' => 'Добавить поле',
    '{{ Day_Set_Success }}' => 'Изменения успешно сохранены!',

    'Email SMTP Server' => 'SMTP Сервер',
    'Email Login' => 'Логин',
    'Email Password' => 'Пароль приложения',
    'Email Secure Type' => 'Тип безопасности',
    'Email SMTP Port' => 'SMTP Порт',
    'Contacts Email' => 'Контактная эл. почта',
    'Contacts Phone' => 'Контактный телефон',
    'Adress' => 'Адрес',
    'Telegram Group' => 'Група в Telegram',
    'Telegram Group Name' => 'Имя группы в Telegram',
    'Google Map Link' => 'Ссылка на Google Maps',
    'Google Map Widget Link' => 'Ссылка виджета на Google Maps',
    'Youtube Channel' => 'Youtube канал',

    '{{ Monday }}' => 'Понедельник',
    '{{ Tuesday }}' => 'Вторник',
    '{{ Wednesday }}' => 'Среда',
    '{{ Thursday }}' => 'Четверг',
    '{{ Friday }}' => 'Пятница',
    '{{ Saturday }}' => 'Суббота',
    '{{ Sunday }}' => 'Воскресенье',

    'Mafia' => 'Мафия',
    // 'Poker' => 'Покер',
    'Board' => 'Настолки',
    'NLH' => 'NLH',
    'Etc' => 'Другое',

    '{{ Tg_Mafia }}' => 'Мафия 🎭',
    // '{{ Tg_Poker }}' => 'Покер ♦️',
    '{{ Tg_Board }}' => 'Настолки 🎲',
    '{{ Tg_NLH }}' => 'NLH 🃏',
    '{{ Tg_Etc }}' => 'Другое ✨',

    '{{ Send_To_All }}' => 'Все чаты',
    '{{ Send_To_Groups }}' => 'Груповые чаты',
    '{{ Send_To_Personal }}' => 'Личные чаты',
    '{{ Send_To_Main }}' => 'Основной чат',
    '{{ Send_To_Tech }}' => 'Технический чат',

    '{{ Day_Date_Not_Set }}' => '&lt;Нет данных&gt; Новая неделя',

    '{{ News_Show_List_Page_Title }}' => 'Новости',
    '{{ News_Block_Read_More }}' => 'Читать дальше',
    '{{ News_Show_Item_Page_Title }}' => 'Новость',
    '{{ News_Edit_Page_Title }}' => 'Редактирование новости',
    '{{ News_Change_Logo }}' => 'Изменить основное изображение',
    '{{ News_Edit_Block_Title }}' => 'Редактирование новости',
    '{{ News_Edit_Block_Submit_Title }}' => 'Сохранить',
    '{{ News_Add_Page_Title }}' => 'Создание новости',
    '{{ News_Add_Block_Title }}' => 'Создание новости',
    '{{ News_Add_Block_Submit_Title }}' => 'Сохранить',

    '{{ Page_Add_Page_Title }}' => 'Создание новой страницы',
    '{{ Page_Add_Block_Title }}' => 'Создание новой страницы',
    '{{ Page_Add_Block_Submit_Title }}' => 'Создать',
    'Page edit form' => 'Форма редактирования страницы',

    "Something went wrong😱!\nWe are deeply sorry for that😢\nI’ve informed our administrators about your situation, and they are fixing it right now!\nThank you for understanding!" =>
    "Что-то пошло не так!😱!\nНам очень жаль, что вам пришлось столкнуться с этим😢\nЯ уже сообщил нашим администраторам про Вашу ситуацию, и они уже побежали исправлять эту проблему!\nСпасибо за понимание!",

    '{{ Tg_Game_Mod_Fan }}' => "*<b>Фановая</b>!\nХорошо проведите время и повеселитесь!\n",
    '{{ Tg_Game_Mod_Tournament }}' => "<b>Турнир</b>!\nСтаньте чемпионом в славном и честном состязании!\n",

    '{{ Tg_Unknown_Requester }}' => "Извините! Я не узнаю Вас в гриме🤷‍♂️\nДавайте знакомиться!😏\nЯ - цифровой бот для записи. Ваш верный друг и помощник в вопросе записи на игра нашего клуба🤗\nТеперь, скажите мне Ваш игровой псевдоним, что бы я смог Вас запомнить!\nНапишите: /nick <b>Ваш Псевдоним</b> (<b>Кириллицей</b>!)\nПример:\n/nick Телеграм Бот",
    '{{ Tg_Command_Without_Arguments }}' => "Эта <b>Команда</b> не может быть исполнена без каких-либо аргументов!",

    '{{ Tg_Command_Name_Already_Set }}' => "Я уже запомнил Вас под псевдонимом <b>%s</b>!\n\nИзменения - только через администраторов.",
    '{{ Tg_Command_Name_Too_Short }}' => "Ваш псевдоним - слишком короткий!\nПожалуйста, укажите, как минимум <b>2</b> символа, что бы люди могли узнать Вас!",
    '{{ Tg_Command_Name_Wrong_Format }}' => "Invalid nickname format!\nPlease use only <b>Cyrillic</b> and <b>spaces</b> in your nickname!",
    '{{ Tg_Command_Games_Not_Set }}' => "На ближайшее время, игр - не запланировано!\nПожалуйста, загляните к нам чуть позднее.\n",
    '{{ Tg_Command_Successfully_Canceled }}' => "Настройки дня успешно отозваны!\n\n*Отменить ''отбой'' можно регистрацией админа на этот день;)",
    '{{ Tg_Command_Name_You_Have_One }}' => 'Этот псевдоним, уже - Ваш! Приятно познакомиться!😊',
    '{{ Tg_Command_User_Not_Found }}' => "Такого пользователя не найдено!",
    '{{ Tg_Gameday_Not_Set }}' => "На этот день не запланировано игр, пока.",
    '{{ Tg_Command_Set_Day_Not_Found }}' => "На этот день, запланированых игр - не найдено.",

    '{{ Tg_User_With_Telegramid }}' => "Пользователь с зарегистрированным Телеграмом.",
    '{{ Tg_Command_Requester_Already_Booked }}' => "Вы уже записаны на игры этого дня!",
    '{{ Tg_Command_Requester_Not_Booked }}' => "Вы не были записаны на игры этого дня!",

    '{{ Tg_Command_User_Already_Booked }}' => "Этот пользователь, уже записан на игры этого дня!",
    '{{ Tg_Command_User_Not_Booked }}' => "Этот пользователь не был записан на игры этого дня!",
    '{{ Tg_Command_Name_Already_Set_By_Other }}' => "Пседоним <b>%s</b>, уже зарегистрирован другим участником группы!\n\nЕсли это - Вы, то обратитесь к Администраторам, для внесения изменений!",
    '{{ Tg_Command_Name_Save_Success }}' => "Так... записываем Вас под именем <b>%s</b>. Верно?\nПриятно познакомиться!\n\nЕсли допустили ошибку - не волнуйтесь, сообщите об этом администратору и он быстренько это исправит😏",
    '{{ Tg_Command_New_User_Already_Set }}' => "Игрок под пседонимом <b>%s</b> - уже зарегистрирован в системе!",
    '{{ Tg_Command_New_User_Save_Success }}' => "Игрок под пседонимом <b>%s</b> - успешно зарегистрирован в системе!\n\n*Намекните ему про желательность зарегистрировать за собой этот псевдоним, или сделайте это вручную в админ-панели😏",
    '{{ Tg_Command_Promo_Saved }}' => "Промо успешно сохранено!",
    '{{ Tg_Command_Help }}' => "<i>Моя инструкция😊</i>.\n
<b>Команды</b>:\n
+ (день недели) <i>// Записаться на игры текущей недели. Пример:</i>
    +вс
    + на сегодня, на 19:30 (отсижу 1-2 игры, под ?)
- (день недели) <i>// Отписаться от игр в определённый день, на который ранее записались. Примеры:</i>
    -вс
    - завтра

<u>/week</u> <i>// Расписание ближайших игр</i>
<u>/today</u> <i>// Информация по записи на сегодня</i>
<u>/day (день недели)</u> <i>// Информация по записи на конкретный день. Без указания дня - на сегодня</i>
<u>/nick Ваш псевдоним</u> (кириллицей) <i>// Забронировать за собой псевдоним</i>
<u>/?</u> или <u>/help</u> <i>// Это сообщение</i>",
    '{{ Tg_Command_Help_Admin }}' => "\n\n<b><u>Команды для админа</u></b>:
<u>/reg</u> <i>// записать/отписать игрока на указанный день. Пример:</i>
    /reg +вс, псевдоним, 18:00, (под ?)
    /reg -вс, псевдоним

<u>/set</u> <i>// Указать данные дня, пример:</i>
    /set вс, mafia, 18:00, (Отлично проведите время!)

<u>/newuser Псевдоним Игрока</u> (кириллицей) <i>// Зарегистрировать в системе новый псевдоним игрока.</i>
<u>/recall (день недели)</u> <i>// Отменить сбор. Восстанавливается новой регистрацией от админа. Без указания дня - сегодня</i>
<u>/users</u> <i>// Список пользователей, зарегистрированных в системе.</i>
<u>/promo</u> <i>// Зафиксировать оповещение, что добавляется внизу команды /week.</i> Текст до первого переноса строки - заголовок, до второго - подзаголовок, всё что ниже - текст оповещения. Пример:
    /promo Заголовок
Подзголовок
Текст сообщения, или: Тут могла быть, Ваша <b>Реклама</b><i>:)</i>",

    "<u>+ (week day)</u> <i>// Booking for the scheduled games of the current week, examples:</i>\n\t\t+вс\n\t\t+ на сегодня, на 19:30 (отсижу 1-2 игры, под ?)\n<u>- (week day)</u> <i>// Unsubscribe from games on a specific day that you previously signed up for, examples:</i>\n\t\t-вс\n\t\t- завтра\n" =>
    "<u>+ (день недели)</u> <i>// Записаться на игры текущей недели. Пример:</i>\n\t\t+вс\n\t\t+ на сегодня, на 19:30 (отсижу 1-2 игры, под ?)\n<u>- (день недели)</u> <i>// Отписаться от игр в определённый день, на который ранее записались. Примеры:</i>\n\t\t-вс\n\t\t- завтра\n",

    '<u>/nick Your nickname</u> (Cyrillic) <i>// Register your nickname</i>' => '<u>/nick Ваш псевдоним</u> (кириллицей) <i>// Забронировать за собой псевдоним</i>',
    '<u>/day (week day)</u> <i>// Booking information for a specific day. Without specifying the day - for today</i>' => '<u>/day (день недели)</u> <i>// Информация по записи на конкретный день. Без указания дня - на сегодня</i>',
    '<u>/today</u> <i>// Booking information for today.</i>' => '<u>/today</u> <i>// Информация по записаям на сегодня</i>',
    '<u>/week</u> <i>// Schedule of upcoming games</i>' => '<u>/week</u> <i>// Расписание ближайших игр</i>',
    '<u>/?</u> or <u>/start</u> or <u>/help</u> <i>// This help menu</i>' => '<u>/?</u> или <u>/start</u> или <u>/help</u> <i>// Это меню помощи</i>',

    "<u>/recall (week day)</u> <i>// Recall day settings for a specific day.\nRestored by a new registration from the admin.\nWithout specifying the day - for today</i>\n" =>
    "<u>/recall (день недели)</u> <i>// Отменить сбор.\nВосстанавливается новой регистрацией от админа.\nБез указания дня - сегодня</i>\n",

    "<u>/clear (week day)</u> <i>// Clear patricipant’s list of a specific day.\n\tWithout specifying the day - for today.\n\tWorking on recalled day only!</i>" => "<u>/clear (день недели)</u> <i>// Очистить список учасников на конкретный день.\n\tБез уточнения дня - очищает список на сегодня.\n\tРаботает толька на днях, по которым случился \"отбой\".</i>",
    '<u>/newuser Player’s nickname</u> (in Cyrillic) <i>// Register a new nickname in the system.</i>' => '<u>/newuser Псевдоним Игрока</u> (кириллицей) <i>// Зарегистрировать в системе новый псевдоним игрока.</i>',
    '<u>/users</u> <i>// Users list, registered in system.</i>' => '<u>/users</u> <i>// Список пользователей, зарегистрированных в системе.</i>',

    "<u>/set</u> <i>// Set data for a specific day. Example:</i>\n\t\t/set вс, mafia, 18:00, (Good luck, have fun!)\n" => "<u>/set</u> <i>// Вказати дані дня. Зразок:</i>\n\t\t/set вс, mafia, 18:00, (Разважтесь!)\n",
    '<u>/reg</u> <i>// Booking/unbooking players for a specific day. Examples:</i>
    /reg +mon, nickname, 18:00, (with ?)
    /reg -mon, nickname
' => '<u>/reg</u> <i>// Записать/отписать игрока на указанный день. Пример:</i>
    /reg +вс, псевдоним, 18:00, (под ?)
    /reg -вс, псевдоним
',

    "<u>/promo</u> <i>// Fix notification that is added at the bottom of the /week command.</i> The text before the first line break is the title, before the second one is the subtitle, everything below is the text of the alert. Example:
    /promo Title\nSubtitle\nText, or: here could be your <b>Advertising</b><i>:)</i>\n" => "<u>/promo</u> <i>// Зафиксировать оповещение, что добавляется внизу команды /week.</i> Текст до первого переноса строки - заголовок, до второго - подзаголовок, всё что ниже - текст оповещения. Пример:
    /promo Заголовок\nПодзголовок\nТекст сообщения, или: Тут могла быть, Ваша <b>Реклама</b><i>:)</i>\n",
    "<i>Thіs іs my instruction😊</i>:\n" => "<i>Это моя инструкция😊</i>:\n",
    "\n\nFeel free to ask the admins or community, if something is not clear!" => "\n\nНе стесняйтесь спрашивать админов или сообщество, если что-то не понятно!",
];
