<?php
return [
    'Games' => 'Ігри',
    'Execute' => 'Виконати',
    'Create' => 'Створити',
    'Save' => 'Зберегти',
    'Send' => 'Надіслати',
    'Cancel' => 'Відміна',
    'Success!' => 'Дія успішно виконана',
    'Fail!' => 'Дія не виконана!',
    "Not ready yet!\nPlease, inform admins!" => "Поки що - не реалізовано!\nЗверніться до адміністратора!",
    'Clear' => "Очистити",
    'Changes saved successfully!' => 'Зміни успішно збережні!',

    'Login' => 'Логін',
    'Nickname (in game)' => 'Псевдонім (ігровий)',
    'Password' => 'Пароль',
    'New password' => 'Новий пароль',
    'Password again' => 'Пароль, ще раз',

    'Log In' => 'Вхід',
    '{{ Account_Register_Page_Title }}' => 'Реєстрація',
    '{{ Main_Home_Page_Title }}' => 'Домашня сторінка',
    '{{ Week_Set_Page_Title }}' => 'Планування тиждня',
    '{{ Day_Show_Page_Title }}' => 'Запланована подія',
    '{{ Day_Set_Page_Title }}' => 'Налаштування події',
    '{{ Users_List_Page_Title }}' => 'Користувачі',
    '{{ Settings_List_Page_Title }}' => 'Налаштування системи',
    'Execute SQL-query' => 'Виконання SQL запиту',
    '{{ Users_List_Title }}' => 'Список користувачів',
    '{{ Settings_List_Title }}' => 'Налаштування системи',
    '{{ Chats_List_Title }}' => 'Чати з нашим Ботом',

    'Home' => 'Головна',
    '{{ HEADER_MENU_START_PAGE }}' => 'Про клуб',
    '{{ HEADER_MENU_NEWS }}' => 'Новини',
    '{{ HEADER_MENU_WEEKS }}' => 'Розклад ігор',
    '{{ HEADER_ASIDE_MENU_PROFILE }}' => 'Профіль',
    '{{ HEADER_ASIDE_MENU_ADD_NEWS }}' => 'Додати новину',
    '{{ HEADER_ASIDE_MENU_CHANGE_PROMO }}' => 'Змінити Промо',
    '{{ HEADER_ASIDE_MENU_ADD_PAGE }}' => 'Додати сторінку',
    '{{ HEADER_ASIDE_MENU_USERS_LISTS }}' => 'Користувачі',
    '{{ HEADER_ASIDE_MENU_USERS_CHATS }}' => 'Чати Бота',
    '{{ HEADER_ASIDE_MENU_CHAT_SEND }}' => 'Надіслати повідомлення',
    '{{ HEADER_ASIDE_MENU_SETTINGS_LIST }}' => 'Налаштування',
    '{{ HEADER_ASIDE_MENU_LOGOUT }}' => 'Вихід',

    'Authorization form' => 'Авторізація',
    '{{ Account_Login_Form_Login_Input_Placeholder }}' => 'Логін/пошта',
    '{{ Account_Login_Form_Password_Input_Placeholder }}' => 'Пароль',
    'Forget Password' => 'Забули пароль?',
    'Register' => 'Реєстрація',

    "This nickname is not among those registered on the site.\nYou can only register after you play at least one game in our club!" => "Такого псевдоніма нема серед зареєстрованих в системі.\nВи зможете зареструватись на сайті лише після того, як хоча б раз запишитесь на гру!",
    'This nickname is alerady has account on this site.' => 'Цей псевдонім вже зареєстрований на сайті.',
    "This account has a Telegram Account connected to it!\nYour verification code has been sent to your Telegram.\nPlease, start a dialog with our <a href='https://t.me/%s' target='_blank'>Telegram bot</a> to get a verification code!" =>
    "Цей псевдонім має підключений Телеграм!\nВаш перевірочний код відправлений до Вашого Телеграму.\nПочніть, будь-ласка, спілкування з нашим <a href='https://t.me/%s' target='_blank'>Телеграм ботом</a> для отримання перевірочного коду!",

    "User isn’t found!\nCheck your login and password!" => "Користувач не знайден!\nПеревірте логін та пароль!",
    'Rename Temporary Player' => 'Перейменування тичасового гравця',

    'Agent’s profile «<b>%s</b>»' => 'Особова справа агента «<b>%s</b>»',
    'Name, secondary name, middle name' => 'П.І.Б.',
    'Birthday' => 'Дата народження',
    'Gender' => 'Пол',
    'E-mail' => 'Електонна пошта',
    'Telegram' => 'Телеграм',
    'Phone Number' => 'Номер телефону',
    '{{ Account_Profile_Form_User_Avatar }}' => 'Аватар користувача %s',
    'Male' => 'Пан',
    'Female' => 'Пані',
    'secret' => 'Дехто',

    '{{ Account_Avatar_Form_Title }}' => 'Аватар користувача %s',
    '{{ Account_Avatar_Form_Newcrop_Link }}' => 'Замінити',

    'Registration form' => 'Форма реєстрації',

    'Change Password' => 'Зміна паролю',
    'Old password is wrong!' => 'Не вірний попередній пароль!',
    'Passwords isn’t match!' => 'Паролі не співпадають!',
    '{{ Account_Password_Reset_Title }}' => 'Зброс паролю',
    '{{ Account_Forget_Form_Title }}' => 'Відновлення паролю',
    '{{ Account_Forget_Check_Succes }}' => "Запит на відновлення паролю оброблено.\nВаше посилання на відновлення паролю:\n%s",
    "This new name already exists in the base.\nPlease, select another!" => "Такий псевдонім вже є у записах!\nБудь-ласка, оберіть інший!",

    '{{ Settings_Add_Title }}' => 'Додати налаштування',
    '{{ Settings_Edit_Title }}' => 'Змінити налаштування',

    'Weekly schedule' => 'Тижневий розклад',
    '{{ Week_Set_Block_Title }}' => 'Планування тиждня',

    '{{ Day_Block_Title }}' => 'Налаштування події',
    'Game’s type:' => 'Вид гри:',
    '{{ Day_Block_Start_Time }}' => 'Початок:',
    '{{ Day_Block_Participants_Title }}' => 'Учасники',
    'Tournament' => 'Турнір',
    'Send to chat' => 'Відправити до чату',
    'Booking time' => 'Час початку першої гри',
    'Arrive' => 'Час',
    'Remark' => 'Примітка',
    'Add field' => 'Додати поле',
    '{{ Day_Set_Success }}' => 'Зміни успішно збережні!',

    'Email SMTP Server' => 'SMTP Сервер',
    'Email Login' => 'Логін',
    'Email Password' => 'Пароль додатка',
    'Email Secure Type' => 'Тип безпеки',
    'Email SMTP Port' => 'SMTP Порт',
    'Contacts Email' => 'Контактна ел. почта',
    'Contacts Phone' => 'Контактний телефон',
    'Adress' => 'Адреса',
    'Telegram Group' => 'Група в Telegram',
    'Telegram Group Name' => 'Назва групи в Telegram',
    'Google Map Link' => 'Посилання на Google Maps',
    'Google Map Widget Link' => 'Віджет Google Maps',
    'Youtube Channel' => 'Youtube канал',
    'Game Settings' => 'Налаштування гри',

    'Monday' => 'Понеділок',
    'Tuesday' => 'Вівторок',
    'Wednesday ' => 'Середа',
    'Thursday' => 'Четвер',
    'Friday' => 'П’ятниця',
    'Saturday' => 'Субота',
    'Sunday' => 'Неділя',

    'Mafia' => 'Мафія',
    // 'Poker' => 'Покер',
    'Board' => 'Настолки',
    'NLH' => 'NLH',
    'Etc' => 'Інше',

    '{{ Tg_Mafia }}' => 'Мафія 🎭',
    '{{ Tg_Poker }}' => 'Покер ♦️',
    '{{ Tg_Board }}' => 'Настолки 🎲',
    '{{ Tg_NLH }}' => 'NLH 🃏',
    '{{ Tg_Etc }}' => 'Інше ✨',

    '{{ Send_To_All }}' => 'Всі чати',
    '{{ Send_To_Groups }}' => 'Групові чати',
    '{{ Send_To_Personal }}' => 'Особисті чати',
    '{{ Send_To_Main }}' => 'Основний чат',
    '{{ Send_To_Tech }}' => 'Технічний чат',

    '{{ Day_Date_Not_Set }}' => '&lt;Дані відсутні&gt; Новий тиждень',

    '{{ News_Show_List_Page_Title }}' => 'Новини',
    '{{ News_Block_Read_More }}' => 'Читати далі',
    '{{ News_Show_Item_Page_Title }}' => 'Новина',
    '{{ News_Edit_Page_Title }}' => 'Редагування новини',
    '{{ News_Change_Logo }}' => 'Змінити основне зображення',
    '{{ News_Edit_Block_Title }}' => 'Редагування новини',
    '{{ News_Add_Page_Title }}' => 'Створення новини',
    '{{ News_Add_Block_Title }}' => 'Створення новини',

    '{{ Page_Add_Page_Title }}' => 'Створення нової сторінки',
    '{{ Page_Add_Block_Title }}' => 'Створення нової сторінки',
    'Page edit form' => 'Форма редагування сторінки',

    "Something went wrong😱!\nWe are deeply sorry for that😢\nI’ve informed our administrators about your situation, and they are fixing it right now!\nThank you for understanding!" =>
    "Щось пішло не так!😱!\nНам дуже шкода, що вам довелось пройти через це😢\nЯ вже повідомив нашим адмінистраторам про Вашу проблему, й вони вже побігли це виправляти!\nДякую за розуміння!",

    "*<b>Fun game</b>!\nHave a good time and have fun!\n" => "*<b>Фанова</b>!\nДобре проведіть час та розважтесь!\n",
    "<b>Tournament</b>!\nBecome a champion in a glorious and fair competition!\n" => "<b>Турнір</b>!\nСтаньте чемпіоном у славному та чесному змаганні!\n",

    '{{ Tg_Unknown_Requester }}' => "Пробачте! Я не впізнаю Вас у гримі🤷‍♂️\nНумо знайомитись!😏\nЯ - цифровий бот для запису. Ваш вірний друг и помічник у питанні запису на ігри нашого клуба🤗\nТепер, скажіть мені Ваш ігровий псевдонім, аби я зміг Вас запам’ятати!\nНапишіть: /nick <b>Ваш Псевдонім</b> (<b>Кирилліцею</b>!)\nЗразок:\n/nick Телеграм Бот",
    '{{ Tg_Command_Without_Arguments }}' => "Эта <b>Команда</b> не може бути виконана без яких-небудь аргументів!",

    '{{ Tg_Command_Name_Already_Set }}' => "Я вже запам’ятав Вас под псевдонімом <b>%s</b>!\n\nВнесення змін - лише через адміністраторів.",
    '{{ Tg_Command_Name_Too_Short }}' => "Ваш псевдонім - занадто короткий!\nБудь-ласка, вкажіть, як мінімум <b>2</b> символи, аби люди мали змогу Вас упізнати!",
    '{{ Tg_Command_Name_Wrong_Format }}' => "Не вірний формат псевдоніму!\nБудь-ласка, використовуйте лише <b>Кириллицю</b> та <b>Пробели</b> у Вашому пседонімі!",
    '{{ Tg_Command_Games_Not_Set }}' => "Найближчим часом, ігор - не заплановано!\nБудь-ласка, зверніться до нас трохи пізніше.\n",
    '{{ Tg_Command_Successfully_Canceled }}' => "Налаштування дня успішно відкликано!\n\n*Скасувати ''відбій'' можна реєстрацією адміна на цей день;)",
    '{{ Tg_Command_Name_You_Have_One }}' => 'Цей псевдонім, вже - Ваш! Приємно познайомитись!😊',
    '{{ Tg_Command_User_Not_Found }}' => "Такого користувача не знайдено!",
    '{{ Tg_Gameday_Not_Set }}' => "На цей день не заплановано ігор, поки що.",
    '{{ Tg_Command_Set_Day_Not_Found }}' => "На цей день, запланованих ігор - не знайдено.",

    '{{ Tg_User_With_Telegramid }}' => "Користувач із зареєстрованим Телеграмом.",
    '{{ Tg_Command_Requester_Already_Booked }}' => "Ви вже записані на ігри цього дня!",
    '{{ Tg_Command_Requester_Not_Booked }}' => "Ви не були записані на ігри цього дня!",

    '{{ Tg_Command_User_Already_Booked }}' => "Цей користувач, вже записаний на ігри цього дня!",
    '{{ Tg_Command_User_Not_Booked }}' => "Цей користувач не був записаний на ігри цього дня!",
    '{{ Tg_Command_Name_Already_Set_By_Other }}' => "Пседонім <b>%s</b>, вже зареєстрований іншим учасником групи!\n\nЯкщо це - Ви, будь-ласка, звернитесь до Адміністраторів, для внесення змін!",
    '{{ Tg_Command_Name_Save_Success }}' => "То що... записуємо Вас під пседонімом <b>%s</b>. Вірно?\nПриємно познайомитись!\n\nЯкщо допустили помилку - не зважайте, повідомте про це адміністратору, та він швиденько це виправить😏",
    '{{ Tg_Command_New_User_Already_Set }}' => "Гравець під пседонімом <b>%s</b> - вже зареєстрований в системі!",
    '{{ Tg_Command_New_User_Save_Success }}' => "Гравець під пседонімом <b>%s</b> - успішно зареєстрований в системі!\n\n*Нагадайте йому про бажанність зареєструвати за собою цей псевдонім, або зробіть це вручу в адмін-панелі😏",
    '{{ Tg_Command_Promo_Saved }}' => "Промо успішно збережено!",
    '{{ Tg_Command_Help }}' => "<i>Моя інструкція😊</i>.\n
<b>Команди</b>:\n
+ (день тижня) <i>//Записатись на ігри поточного тижня. Зразок:</i>
    +вс
    + на сьогодні, на 19:30 (витримаю кілька ігор, под ?)
- (день тижня) <i>//Відписатись від ігор, якщо раніше записувались. Зразок:</i>
    -вс
    - завтра

<u>/week</u> <i>// Розклад найближчих зборів на ігри</i>
<u>/today</u> <i>// Інформація по зборам на сьогодні</i>
<u>/day (день тижня)</u> <i>// Інформація по зборам на конкретний день. Без зазначення дня - на сьогодні.</i>
<u>/nick Ваш псевдонім</u> (кириліцею) <i>// Зарезервувати за собою псевдонім</i>
<u>/?</u> або <u>/help</u> <i>// Це повідомлення</i>",
    '{{ Tg_Command_Help_Admin }}' => "\n\n<b><u>Команди для адмінів</u></b>:
<u>/reg</u> <i>// Записати/відписати гравця на вказаний день. Зразок:</i>
    /reg +вс, псевдонім, 18:00, (под ?)
    /reg -вс, псевдонім

<u>/set</u> <i>// Вказати дані дня. Зразок:</i>
    /set вс, mafia, 18:00, (Разважтесь!)

<u>/newuser Псевдонім Гравця</u> (кириліцею) <i>// Зареєструвати у системи новий псевдонім гравця.</i>
<u>/recall</u> <i>// Відмінити збір. Поновлюється новою реєстрацією від адміна. Можна вказати конкретний день.</i>
<u>/users</u> <i>// Список користувачів, зареєстрованих у системі.</i>
<u>/promo</u> <i>// Зафиксувати повідомлення, що додається знизу команди /week.</i> Текст до першого переносу рядку - заголовок, до другого - підзаголовок та все, що нижче - текст повідомлення. Зразок:
    /promo Заголовок
Підзголовок
Текст... або: Тут могла бути, Ваша <b>Реклама</b><i>:)</i>",

    "<u>+ (week day)</u> <i>// Booking for the scheduled games of the current week, examples:</i>\n\t\t+вс\n\t\t+ на сегодня, на 19:30 (отсижу 1-2 игры, под ?)\n<u>- (week day)</u> <i>// Unsubscribe from games on a specific day that you previously signed up for, examples:</i>\n\t\t-вс\n\t\t- завтра\n" =>
    "<u>+ (день тижня)</u> <i>//Записатись на ігри поточного тижня. Зразок:</i>\n\t\t+нд\n\t\t+ на сьогодні, на 19:30 (витримаю кілька ігор, под ?)\n<u>- (день тижня)</u> <i>//Відписатись від ігор, якщо раніше записувались. Зразок:</i>\n\t\t-нд\n\t\t- завтра\n",

    '<u>/nick Your nickname</u> (Cyrillic) <i>// Register your nickname</i>' => '<u>/nick Ваш псевдонім</u> (кириліцею) <i>// Зарезервувати за собою псевдонім</i>',
    '<u>/day (week day)</u> <i>// Booking information for a specific day. Without specifying the day - for today</i>' => '<u>/day (день тиждня)</u> <i>// Інформація по записам на конкретний день тиждня. Без вказаного дня - інформація про "сьогодні"</i>',
    '<u>/today</u> <i>// Booking information for today.</i>' => '<u>/today</u> <i>// Інформація по зборам на сьогодні</i>',
    '<u>/week</u> <i>// Schedule of upcoming games</i>' => '<u>/week</u> <i>// Розклад ігор на найближчий час</i>',
    '<u>/?</u> or <u>/start</u> or <u>/help</u> <i>// This help menu</i>' => '<u>/?</u> или <u>/start</u> или <u>/help</u> <i>// Це меню допомоги</i>',

    "<u>/recall (week day)</u> <i>// Recall day settings for a specific day.\nRestored by a new registration from the admin.\nWithout specifying the day - for today</i>\n" =>
    "<u>/recall (день тиждня)</u> <i>// Відмінити сбір.\nВідновлюється новою реєстрацією від адміна.\nБез уточнення дня - відміняє сбір на сьогодні.</i>",

    "<u>/clear (week day)</u> <i>// Clear patricipant’s list of a specific day.\n\tWithout specifying the day - for today.\n\tWorking on recalled day only!</i>" => "<u>/clear (день тиждня)</u> <i>// Очистити список учасників на конкретний день.\n\tБез уточнення дня - очищає список на сьогодні.\n\tПрацює лише на днях, по яким стався \"відбій\".</i>",
    '<u>/newuser Player’s nickname</u> (in Cyrillic) <i>// Register a new nickname in the system.</i>' => '<u>/newuser Псевдонім Гравця</u> (кириліцею) <i>// Зареєструвати у системи новий псевдонім гравця.</i>',
    '<u>/users</u> <i>// Users list, registered in system.</i>' => '<u>/users</u> <i>// Список користувачів, зареєстрованих у системі.</i>',

    "<u>/set</u> <i>// Set data for a specific day. Example:</i>\n\t\t/set sun, mafia, 18:00, (Good luck, have fun!)\n" => "<u>/set</u> <i>// Вказати дані дня. Зразок:</i>\n\t\t/set неділя, mafia, 18:00, (Разважтесь!)\n",
    '<u>/reg</u> <i>// Booking/unbooking players for a specific day. Examples:</i>
    /reg +mon, nickname, 18:00, (with ?)
    /reg -mon, nickname
' => '<u>/reg</u> <i>// Записати/відписати гравця на вказаний день. Зразок:</i>
    /reg +нд, псевдонім, 18:00, (под ?)
    /reg -нд, псевдонім
',
    "\n<u>/promo</u> <i>// Fix notification that is added at the bottom of the /week command.</i> The text before the first line break is the title, before the second one is the subtitle, everything below is the text of the alert. Example:\n\t\t/promo Title\nSubtitle\nText, or: here could be your <b>Advertising</b><i>:)</i>\n" =>
    "\n<u>/promo</u> <i>// Зафиксувати повідомлення, що додається знизу команди /week.</i> Текст до першого переносу рядку - заголовок, до другого - підзаголовок та все, що нижче - текст повідомлення. Зразок:\n\t\t/promo Заголовок\nПідзголовок\nТекст... або: Тут могла бути, Ваша <b>Реклама</b><i>:)</i>\n",
    "<i>Thіs іs my instruction😊</i>:\n" => "<i>Ось моя інструкція😊</i>:\n",
    "\n\nFeel free to ask the admins or community, if something is not clear!" => "\n\nНе соромьтесь запитувати админів чи спільноту, якщо щось не зрозуміло!",
];
