<?php
return [
    '{{ Submit_Label }}' => 'Виконати',
    '{{ Save_Label }}' => 'Зберегти',
    '{{ Send_Label }}' => 'Надіслати',
    '{{ Cancel_Label }}' => 'Відміна',
    '{{ Action_Success }}' => 'Дія успішно виконана',
    '{{ Action_Failure }}' => 'Дія не виконана!',
    '{{ Not_Implemented_Yet }}' => "Поки що - не реалізовано!\nЗверніться до адміністратора!",
    '{{ Clear_Label }}' => "Очистити",
    '{{ Changes_Save_Success }}' => 'Зміни успішно збережні!',

    '{{ Account_Login_Label }}' => 'Логін',
    '{{ Account_Name_Label }}' => 'Псевдонім (ігровий)',
    '{{ Account_Password_Label }}' => 'Пароль',
    '{{ Account_Password_Again_Label }}' => 'Пароль, ще раз',

    '{{ Account_Login_Page_Title }}' => 'Вхід',
    '{{ Account_Register_Page_Title }}' => 'Реєстрація',
    '{{ Main_Home_Page_Title }}' => 'Домашня сторінка',
    '{{ Weeks_Show_Page_Title }}' => 'Тижневий розклад',
    '{{ Week_Set_Page_Title }}' => 'Планування тиждня',
    '{{ Day_Show_Page_Title }}' => 'Запланована подія',
    '{{ Day_Set_Page_Title }}' => 'Налаштування події',
    '{{ Users_List_Page_Title }}' => 'Користувачі',
    '{{ Settings_List_Page_Title }}' => 'Налаштування системи',
    '{{ SQL_Action_Title }}' => 'Виконання SQL запиту',

    '{{ HEADER_MENU_INFORMATION }}' => 'Про клуб',
    '{{ HEADER_MENU_NEWS }}' => 'Новини',
    '{{ HEADER_MENU_WEEKS }}' => 'Розклад ігор',
    '{{ HEADER_ASIDE_MENU_PROFILE }}' => 'Профіль',
    '{{ HEADER_ASIDE_MENU_ADD_NEWS }}' => 'Додати новину',
    '{{ HEADER_ASIDE_MENU_CHANGE_PROMO }}' => 'Змінити Промо',
    '{{ HEADER_ASIDE_MENU_ADD_PAGE }}' => 'Додати сторінку',
    '{{ HEADER_ASIDE_MENU_USERS_LISTS }}' => 'Користувачі',
    '{{ HEADER_ASIDE_MENU_USERS_CHATS }}' => 'Чати Бота',
    '{{ HEADER_ASIDE_MENU_CHAT_SEND }}' => 'Надіслати повідомлення',
    '{{ HEADER_ASIDE_MENU_SETTINGS_LIST }}' => 'Налаштування',
    '{{ HEADER_ASIDE_MENU_LOGOUT }}' => 'Вихід',

    '{{ Account_Login_Form_Title }}' => 'Авторізації',
    '{{ Account_Login_Form_Login_Input_Placeholder }}' => 'Логін/пошта',
    '{{ Account_Login_Form_Password_Input_Placeholder }}' => 'Пароль',
    '{{ Account_Login_Form_Submit_Title }}' => 'Увійти',
    '{{ Account_Login_Form_Forget_link }}' => 'Забули пароль?',
    '{{ Account_Login_Form_Register_Link }}' => 'Реєстрація',
    '{{ Account_Login_User_Not_Found }}' => "Користувач не знайден!\nПеревірте логін та пароль!",


    '{{ Account_Profile_Form_Title }}' => 'Профіль користувача <b>%s</b>',
    '{{ Account_Profile_Form_Fio_Label }}' => 'Прізвище, Ім’я та по-батькові',
    '{{ Account_Profile_Form_Birthday_Label }}' => 'Дата народження',
    '{{ Account_Profile_Form_Gender_Label }}' => 'Гендер',
    '{{ Account_Profile_Form_Email_Label }}' => 'Електонна пошта',
    '{{ Account_Profile_Form_Telegram_Label }}' => 'Телеграм',
    '{{ Account_Profile_Form_User_Avatar }}' => 'Аватар користувача %s',

    '{{ Account_Avatar_Form_Newcrop_Link }}' => 'Замінити',

    '{{ Account_Register_Form_Title }}' => 'Форма реєстрації',

    '{{ Account_Forget_Check_Succes }}' => "Запит на відновлення паролю оброблено.\nВаше посилання на відновлення паролю:\n%s",

    '{{ Weeks_Block_Title }}' => 'Тижневий розклад',
    '{{ Week_Set_Block_Title }}' => 'Планування тиждня',

    '{{ Day_Block_Title }}' => 'Налаштування події',
    '{{ Day_Block_Game_Name }}' => 'Вид гри:',
    '{{ Day_Block_Start_Time }}' => 'Початок:',
    '{{ Day_Block_Participants_Title }}' => 'Учасники',
    '{{ Day_Block_Tournament_Checkbox_Label }}' => 'Турнір',
    '{{ Day_Block_Games_Start }}' => 'Час початку першої гри',
    '{{ Time_Arrive }}' => 'Час',
    '{{ Day_Block_Prim_PLaceholder }}' => 'Примітка',
    '{{ Add_Field_Label }}' => 'Додати поле',
    '{{ Day_Set_Success }}' => 'Зміни успішно збережні!',

    '{{ Monday }}' => 'Понеділок',
    '{{ Tuesday }}' => 'Вівторок',
    '{{ Wednesday }}' => 'Середа',
    '{{ Thursday }}' => 'Четвер',
    '{{ Friday }}' => 'П’ятниця',
    '{{ Saturday }}' => 'Субота',
    '{{ Sunday }}' => 'Неділя',

    '{{ Mafia }}' => 'Мафія',
    '{{ Poker }}' => 'Покер',
    '{{ Board }}' => 'Настолки',
    '{{ Cash }}' => 'Кеш-покер',
    '{{ Etc }}' => 'Інше',

    '{{ Tg_Mafia }}' => 'Мафія 🎭',
    '{{ Tg_Poker }}' => 'Покер ♦️',
    '{{ Tg_Board }}' => 'Настолки 🎲',
    '{{ Tg_Cash }}' => 'Кеш-покер 🃏',
    '{{ Tg_Etc }}' => 'Інше ✨',

    '{{ Day_Date_Not_Set }}' => '<Дані відсутні> Новий тиждень',

    '{{ News_Show_List_Page_Title }}' => 'Новини',
    '{{ News_Block_Read_More }}' => 'Читати далі',
    '{{ News_Show_Item_Page_Title }}' => 'Новина',
    '{{ News_Edit_Page_Title }}' => 'Редагування новини',
    '{{ News_Change_Logo }}' => 'Змінити основне зображення',
    '{{ News_Edit_Block_Title }}' => 'Редагування новини',
    '{{ News_Edit_Block_Submit_Title }}' => 'Редагувати',
    '{{ News_Add_Page_Title }}' => 'Створення новини',
    '{{ News_Add_Block_Title }}' => 'Створення новини',
    '{{ News_Add_Block_Submit_Title }}' => 'Створити',

    '{{ Page_Add_Page_Title }}' => 'Створення нової сторінки',
    '{{ Page_Add_Block_Title }}' => 'Створення нової сторінки',
    '{{ Page_Add_Block_Submit_Title }}' => 'Створити',

    '{{ Tg_Game_Mod_Fan }}' => "*<b>Фанова</b>!\nДобре проведіть час та розважтесь!\n",
    '{{ Tg_Game_Mod_Tournament }}' => "<b>Турнір</b>!\nСтаньте чемпіоном у славному та чесному змаганні!\n",

    '{{ Tg_Unknown_Requester }}' => "Пробачте! Я не впізнаю Вас у гримі🤷‍♂️\nНумо знайомитись!😏\nЯ - цифровий бот для запису. Ваш вірний друг и помічник у питанні запису на ігри нашого клуба🤗\nТепер, скажіть мені Ваш ігровий псевдонім, аби я зміг Вас запам’ятати!\nНапишіть: /nick <b>Ваш Псевдонім</b> (<b>Кирилліцею</b>!)",
    '{{ Tg_Command_Without_Arguments }}' => "Эта <b>Команда</b> не може бути виконана без яких-небудь аргументів!",

    '{{ Tg_Command_Name_Already_Set }}' => "Я вже запам’ятав Вас под псевдонімом <b>%s</b>!\n\nВнесення змін - лише через адміністраторів.",
    '{{ Tg_Command_Name_Too_Short }}' => "Ваш псевдонім - занадто короткий!\nБудь-ласка, вкажіть, як мінімум <b>2</b> символи, аби люди мали змогу Вас упізнати!",
    '{{ Tg_Command_Name_Wrong_Format }}' => "Не вірний формат псевдоніму!\nБудь-ласка, використовуйте лише <b>Кириллицю</b> та <b>Пробели</b> у Вашому пседонімі!",
    '{{ Tg_Command_Games_Not_Set }}' => "На ближайчий час, ігор - не заплановано!\nБудь-ласка, зверніться до нас трохи пізніше.\n",
    '{{ Tg_Command_Successfully_Canceled }}' => "Налаштування дня успішно відкликано!\n\n*Скасувати ''відбій'' можна реєстрацією адміна на цей день;)",
    '{{ Tg_Command_User_Not_Found }}' => "Такого користувача не знайдено!",
    '{{ Tg_Gameday_Not_Set }}' => "На цей день не заплановано ігор, поки що.",
    '{{ Tg_Command_Set_Day_Not_Found }}' => "На цей день, запланованих ігор - не знайдено.",

    '{{ Tg_User_With_Telegramid }}' => "Користувач із зареєстрованим Телеграмом.",
    '{{ Tg_Command_Requester_Already_Booked }}' => "Ви вже записані на ігри цього дня!",
    '{{ Tg_Command_Requester_Not_Booked }}' => "Ви не були записані на ігри цього дня!",

    '{{ Tg_Command_User_Already_Booked }}' => "Цей користувач, вже записаний на ігри цього дня!",
    '{{ Tg_Command_User_Not_Booked }}' => "Цей користувач не був записаний на ігри цього дня!",
    '{{ Tg_Command_Name_Already_Set_By_Other }}' => "Пседонім <b>%s</b>, вже зареєстрований іншим учасником групи!\n\nЯкщо це - Ви, будь-ласка, звернитесь до Адміністраторів, для внесення змін!",
    '{{ Tg_Command_Name_Save_Success }}' => "То що... записуємо Вас під пседонімом <b>%s</b>. Вірно?\nПриємно познайомитись!\n\nЯкщо допустили помилку - не зважайте, повідомте про це адміністратору, та він швиденько це виправить😏",
    '{{ Tg_Command_New_User_Already_Set }}' => "Гравець під пседонімом <b>%s</b> - вже зареєстрований в системі!",
    '{{ Tg_Command_New_User_Save_Success }}' => "Гравець під пседонімом <b>%s</b> - успішно зареєстрований в системі!\n\n*Нагадайте йому про бажанність зареєструвати за собою цей псевдонім, або зробіть це вручу в адмін-панелі😏",
    '{{ Tg_Command_Promo_Saved }}' => "Промо успішно збережено!",
    '{{ Tg_Command_Help }}' => "<i>Моя інструкція😊</i>.\n
<b>Команди</b>:\n
+ (день тижня) <i>//Записатись на ігри поточного тижня. Зразок:</i>
    +вс
    + на сьогодні, на 19:30 (витримаю кілька ігор, под ?)
- (день тижня) <i>//Відписатись від ігор, якщо раніше записувались. Зразок:</i>
    -вс
    - завтра

<u>/week</u> <i>// Розклад найближчих зборів на ігри</i>
<u>/today</u> <i>// Інформація по зборам на сьогодні</i>
<u>/day (день тижня)</u> <i>// Інформація по зборам на конкретний день. Без зазначення дня - на сьогодні.</i>
<u>/nick Ваш псевдонім</u> (кириліцею) <i>// Зарезервувати за собою псевдонім</i>
<u>/?</u> або <u>/help</u> <i>// Це повідомлення</i>",
    '{{ Tg_Command_Help_Admin }}' => "\n\n<b><u>Команди для адмінів</u></b>:
<u>/reg</u> <i>// Записати/відписати гравця на вказаний день. Зразок:</i>
    /reg +вс, псевдонім, 18:00, (под ?)
    /reg -вс, псевдонім

<u>/set</u> <i>// Вказати дані дня. Зразок:</i>
    /set вс, mafia, 18:00, (Разважтесь!)
    
<u>/newuser Псевдонім Гравця</u> (кириліцею) <i>// Зареєструвати у системи новий псевдонім гравця.</i>
<u>/recall</u> <i>// Відмінити збір. Поновлюється новою реєстрацією від адміна. Можна вказати конкретний день.</i>
<u>/users</u> <i>// Список користувачів, зареєстрованих у системі.</i>
<u>/promo</u> <i>// Зафиксувати повідомлення, що додається знизу команди /week.</i> Текст до першого переносу рядку - заголовок, до другого - підзаголовок та все, що нижче - текст повідомлення. Зразок:
    /promo Заголовок
Підзголовок
Текст... або: Тут могла бути, Ваша <b>Реклама</b><i>:)</i>",
];
